Tekla.Structures.ModelInternal.Property
Represents a Property data class.

Tekla.Structures.ModelInternal.Property.Definition
The link to Property Definition.

Tekla.Structures.ModelInternal.Property.Value
The Property Value.